        <div class="sidebar left">
            <nav class="sidebar_menu">
                <a href="#">Платья на свадьбу</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Свадебные аксессуары</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Свадебная обувь</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Нижнее белье</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Свадебная бижутерия</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Ювелирные изделия</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Полиграфия</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Свадебный декор</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Для мужчин</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Флористика</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
                <a href="#">Торты и сладости</a>
                <ul>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                    <li>
                        <a href="#">Свадебные платья</a>
                    </li>
                </ul>
            </nav>
        </div>